In [1]:
import pandas as pd

menu = pd.Series(['아메리카노', '카페라떼', '카페모카'])

menu

0    아메리카노
1     카페라떼
2     카페모카
dtype: object

In [2]:
price = pd.Series([4500, 5000, 5500])
price

0    4500
1    5000
2    5500
dtype: int64

#### int 뒤의 숫자는?
```
    비트(bit) 수
    2의 64승인 매우 큰 정수 범위 표현 가능
    비트 수를 변경해 데이터 용량을 줄이기도 함
```

In [3]:
pd.DataFrame({
"menu" : menu,
"price" : price
})

    menu  price
0  아메리카노   4500
1   카페라떼   5000
2   카페모카   5500

In [5]:
df = DataFrame({
"메뉴" : ['아메리카노', '카페라떼', '카페모카'],
"가격" : [4500, 5000, 5500],
"원두" : ["케냐", "콜롬비아", "케냐"]
})

df

      메뉴    가격    원두
0  아메리카노  4500    케냐
1   카페라떼  5000  콜롬비아
2   카페모카  5500    케냐